[  // NANAS Note : pindahin aja nih file ke database ama ubah isi quoteislam.js yg (./lib/quoteislam.json) jadi (./lib/database/quoteislam.json)
  {
    "quote": "Salah satu dosa terburuk adalah seseorang yang menganggap remeh dosanya."
  },
  {
    "quote": "Siapa yang menjauhkan diri dari sifat suka mengeluh maka berarti ia mengundang kebahagiaan."
  },
  {
    "quote": "Tanpa tindakan, pengetahuan tidak ada gunanya dan pengetahuan tanpa tindakan itu sia-sia."
  },
  {
    "quote": "Kecerdasan yang paling cerdas adalah takwa, dan kebodohan yang paling bodoh adalah maksiat."
  },
  {
    "quote": "Jadilah seperti pohon kayu yang lebat buahnya, tumbuh di tepi jalan. Dilempar buahnya dengan batu, tetapi tetap dibalas dengan buah."
  },
  {
    "quote": "Sesama muslim seharusnya hidup seperti layaknya saudara."
  },
  {
    "quote": "Memang sulit untuk bersabar, tapi menyia-nyiakan pahala dari sebuah kesabaran itu jauh lebih buruk."
  },
  {
    "quote": "Kebenaran terbesar adalah kejujuran, dan kepalsuan terbesar adalah ketidakjujuran."
  },
  {
    "quote": "Tidak boleh seorang muslim menghina muslim yang lain. Yang kecil pada kaum muslimin, adalah besar pada sisi Allah."
  },
  {
    "quote": "Adalah hal yang memalukan bahwa seekor burung justru bangun lebih awal daripada kamu di pagi hari."
  },
  {
    "quote": "Ilmu pengetahuan adalah kehidupan pikiran."
  },
  {
    "quote": "Tanpa ilmu, amal itu tidak ada gunanya. Sedangkan ilmu tanpa amal adalah hal yang sia-sia."
  },
  {
    "quote": "Hidup akan berlalu, namun kematian sangatlah dekat. "
  },
  {
    "quote": "Waspadalah terhadap kesombongan, sebab pada akhirnya kamu kelak akan kembali ke tanah dan tubuhmu akan dimakan oleh cacing."
  },
  {
    "quote": "Jangan memandang rendah kepada setiap muslim, bahkan orang yang paling lemah imannya sekalipun adalah besar di mata Allah."
  },
  {
    "quote": "Amal kebajikan adalah pengawal yang akan menjaga kita melawan serangan penderitaan."
  },
  {
    "quote": "Bersedia menderita demi menghilangkan penderitaan orang lain adalah intisari dari kemurahan hati."
  },
  {
    "quote": "Jika nasehat yang baik tidak memberikan pengaruh bagi perubahan seseorang, maka ketahuilah bahwa hatinya itu kosong."
  },
  {
    "quote": "Mau bersusah payah untuk menghilangkan penderitaan orang lain adalah esensi sejati dari kemurahan hati."
  },
  {
    "quote": "Ada kebesaran dalam rasa takut akan Allah, kepuasan dalam beriman kepada Allah, dan kehormatan dalam kerendahan hati."
  },
  {
    "quote": "Memaafkan yang paling afdhal adalah ketika kuat dan sanggup. Dan sebaik-baik kesengajaan adalah ketika bersungguh-sungguh (berniat)."
  },
  {
    "quote": "Tidak ada manfaat dari uang jika tidak dibelanjakan di jalan Allah. Tidak ada kebaikan dalam diri seseorang jika kebodohannya mengalahkan kesabarannya."
  },
  {
    "quote": "Tinggalkanlah musuhumu, dan waspadalah terhadap temanmu, kecuali yang terpercaya! Karena orang kepercayaan adalah yang takut kepada Allah."
  },
  {
    "quote": "Setiap segala sesuatu itu ada kelebihannya. Maka janganlah suka meremehkan dan merendahkan."
  },
  {
    "quote": "Tingkah laku yang baik adalah ketika seseorang tidak membutuhkan imbalan sebagai ganti atas perbuatan baik."
  },
  {
    "quote": "Cara terbaik untuk mengalahkan seseorang adalah mengalahkannya dengan kesopanan."
  },
  {
    "quote": "Aku tidak pernah sekalipun menyesali diamku. Tetapi aku berkali-kali menyesali bicaraku."
  },
  {
    "quote": "Berpegang teguhlah pada kebenaran, bahkan meski kebenaran itu akan membunuhmu."
  },
  {
    "quote": "Orang yang paling aku sukai adalah orang yang mau menunjukkan kesalahanku."
  },
  {
    "quote": "Jangan berlebihan dalam mencintai sehingga menjadi keterikatan, jangan pula berlebihan dalam membenci sehingga membawa kebinasaan."
  },
  {
    "quote": "Barangsiapa menempatkan dirinya di tempat yang dapat menimbulkan persangkaan, maka janganlah menyesal kalau orang berprasangka buruk kepadanya."
  },
  {
    "quote": "Sabar adalah bahan ramuan paling menyehatkan dalam hidup kita."
  },
  {
    "quote": "Jangan tertipu oleh orang yang membaca Alquran. Tapi lihatlah kepada mereka yang perilakunya sesuai dengan Alquran itu."
  },
  {
    "quote": "Bila engkau menemukan cela pada seseorang dan engkau hendak mencacinya, maka cacilah dirimu, karena celamu lebih banyak darinya."
  },
  {
    "quote": "Tidak ada rasa bersalah yang dapat mengubah masa lalu dan tidak ada kekhawatiran yang dapat mengubah masa depan."
  },
  {
    "quote": "Menjauhi dosa itu lebih ringan daripada menanggung rasa sakit dari sebuah penyesalan."
  },
  {
    "quote": "Lidah akan terus berkata jujur selagi hatinya ikhlas dan luhur."
  },
  {
    "quote": "Jadilah orang yang bermartabat, jujur dan selalu menyampaikan kebenaran."
  },
  {
    "quote": "Terkadang, orang dengan masa lalu paling kelam akan menciptakan masa depan yang paling cerah."
  },
  {
    "quote": "Suatu pengetahuan (ilmu), kalaupun tidak bermanfaat untukmu, tidak akan membahayakanmu."
  },
  {
    "quote": "Barangsiapa yang jernih hatinya, akan diperbaiki pula oleh Allah pada apa yang nyata di wajahnya."
  },
  {
    "quote": "Jangan bersedih atas apa yang telah berlalu, kecuali kalau itu bisa membuatmu bekerja lebih keras untuk apa yang akan datang."
  },
  {
    "quote": "Apa yang melewatkanku tidak akan pernah menjadi takdirku, dan apa yang ditakdirkan untukku tidak akan pernah melewatkanku."
  },
  {
    "quote": "Biasakan diri dengan hidup susah, karena kesenangan tidak akan kekal selamanya."
  },
  {
    "quote": "Tidak ada jalinan hubungan antara Allah dengan siapapun kecuali melalui ketaatan kepada-Nya."
  },
  {
    "quote": "Kebajikan yang ringan adalah menunjukkan muka berseri-seri dan mengucapkan kata-kata lemah lembut."
  },
  {
    "quote": "Ketahuilah sabar itu ada dua. Yang satu lebih utama daripada yang lain. Sabar pada waktu musibah itu baik. Yang lebih baik daripadanya lagi ialah sabar (menahan diri) dari yang diharamkan Allah."
  },
  {
    "quote": "Aku tidak peduli atas keadaan susah dan senangku, karena aku tidak tahu manakah di antara keduanya itu yang lebih baik bagiku."
  },
  {
    "quote": "Duduklah bersama orang-orang yang mencintai Allah, karena bergaul bersama orang seperti mereka akan mencerahkan pikiran."
  },
  {
    "quote": "Di antara pendosa, yang paling buruk adalah dia yang meluangkan waktunya untuk membahas kesalahan orang lain."
  },
  {
    "quote": "Buatlah tujuan untuk hidup, kemudian gunakan segenap kekuatan untuk mencapainya, kamu pasti berhasil."
  },
  {
    "quote": "Derajat keimanan yang paling tinggi adalah bahwa kamu selalu merasa berada di hadapan Allah."
  },
  {
    "quote": "Tamak penyakit bagi orang yang tidak mampu kendalikan dirinya."
  },
  {
    "quote": "Tidak seorang pun yang menyembunyikan suatu rahasia di dalam hatinya, kecuali Allah akan menampakkan pada raut wajahnya atau melalui perkataan yang terlontar dari lidahnya."
  },
  {
    "quote": "Tidak ada yang mampu mengurusi persoalan umat Islam, kecuali orang yang memiliki integritas hikmah, matang, dan berpengalaman."
  },
  {
    "quote": "Andai hati kalian bersih, maka kalian tidak akan pernah merasa kenyang (bosan) dari membaca Alquran."
  },
  {
    "quote": "Risau terhadap dunia adalah kegelapan bagi hati, sedangkan risau terhadap akhirat adalah cahaya bagi hati."
  },
  {
    "quote": "Cukuplah bagimu bahwa orang yang iri terhadapmu merasa tertekan pada saat senangmu."
  },
  {
    "quote": "Pengetahuan lebih baik daripada kekayaan, pengetahuan akan melindungimu, sedangkan kekayaan harus kamu lindungi."
  },
  {
    "quote": "Diamnya orang yang diam lebih bahaya dari perlakuan serangan orang lain."
  },
  {
    "quote": "Tergelincirnya lidah itu lebih berhaya daripada tergelincirnya kaki."
  },
  {
    "quote": "Kalian lebih butuh pada pemimpin yang aktif ketimbang pemimpin yang sering mengumbar kata-kata."
  },
  {
    "quote": "Tidaklah seseorang menyembunyikan sesuatu melainkan Allah akan menampakkannya melalui raut mukanya dan ketergelinciran mulutnya."
  },
  {
    "quote": "Aku merasa cukup dengan pandanganku sebagaimana aku merasa cukup dengan ingatanku."
  },
  {
    "quote": "Aku lebih senang di pandang Allah SWT sebagai hamba yang berbuat baik dari pada sebagai orang yang berbuat kerusakan."
  },
  {
    "quote": "Ketika lidah seseorang menjadi tenang dan ramah, maka hatinya menjadi saleh dan bersih."
  },
  {
    "quote": "Hindarilah dari minuman keras, karena itu dari kunci kejahatan."
  },
  {
    "quote": "Sambutlah ajal kalian dengan amal baik yang kalian mampu."
  },
  {
    "quote": "Tidak ada yang mampu mengurusi permasalahan umat islam kecuali orang yang memiliki integritas hikmah, matang, dan berpengalaman."
  },
  {
    "quote": "Ambillah hikmah dan pelajaran dari kisah orang-orang terdahulu."
  },
  {
    "quote": "Ketika kaum Muslimin terpecah belah, keimanan mereka akan goyah dan akan kehilangan kekuatan persatuan di antara mereka."
  },
  {
    "quote": "Segala sesuatu itu akan binasa. Dan binasanya ilmu adalah lupa pada ilmu itu."
  },
  {
    "quote": "Sesungguhnya ALLAH SWT menciptakan makhluk dengan hak (benar), maka janganlah berbicara kecuali atas kebenaran."
  },
  {
    "quote": "Memaafkan adalah kemenangan terbaik."
  },
  {
    "quote": "Seseorang yang putus asa melihat kesulitan dalam setiap kesempatan, tetapi orang yang optimis melihat peluang dalam setiap kesulitan."
  },
  {
    "quote": "Jangan pernah membuat keputusan dalam kemarahan dan jangan pernah membuat janji dalam kebahagiaan."
  },
  {
    "quote": "Janganlah engkau mengucapkan perkataan yang engkau sendiri tak suka mendengarnya jika orang lain mengucapkannya kepadamu."
  },
  {
    "quote": "Barang siapa menyalakan api fitnah, maka dia sendiri yang akan menjadi bahan bakarnya."
  },
  {
    "quote": "Kenali kebenaran, maka kamu akan tahu orang-orang yang benar. Benar Tidak diukur oleh orang-orangnya, tetapi manusia diukur oleh kebenaran."
  },
  {
    "quote": "Jangan membenci siapapun, tidak peduli berapa banyak mereka bersalah padamu."
  },
  {
    "quote": "Bila kau cemas dan gelisah akan sesuatu, masuklah ke dalamnya sebab ketakutan menghadapinya lebih menganggu daripada sesuatu yang kau takuti sendiri."
  },
  {
    "quote": "Tetaplah berhubungan dengan orang-orang yang telah melupakanmu, dan ampuni yang bersalah padamu."
  },
  {
    "quote": "Pergunjingan adalah puncak kemampuan orang-orang yang lemah."
  },
  {
    "quote": "Kesucian hati nurani seseorang sesuai dengan kadar kepekaannya terhadap kehormatan dirinya."
  },
  {
    "quote": "Aku sudah pernah merasakan semua kepahitan dalam hidup dan yang paling pahit ialah berharap kepada manusia."
  },
  {
    "quote": "Berbahagialah orang yang dapat menjadi tuan bagi dirinya, menjadi pemandu untuk nafsunya, dan menjadi kapten untuk bahtera hidupnya."
  },
  {
    "quote": "Menjaga air muka adalah hiasan bagi orang miskin, sebagaimana syukur adalah hiasan bagi orang kaya."
  },
  {
    "quote": "Pekerjaan tangan yang paling sederhana sekalipun demi mempertahankan harga diri seseorang, jauh lebih utama daripada kekayaan yang disertai penyelewengan."
  },
  {
    "quote": "Sebagian obat justru menjadi penyebab datangnya penyakit, sebagaimana sesuatu yang menyakitkan adakalanya menjadi obat penyembuh."
  },
  {
    "quote": "Jangan sekali-kali merasa malu memberi walaupun sedikit, sebab tidak memberi sama sekali pasti lebih sedikit nilainya."
  },
  {
    "quote": "Adakalanya yang sedikit lebih berkah daripada yang banyak."
  },
  {
    "quote": "Berikanlah banyak, meskipun menerima sedikit."
  },
  {
    "quote": "Tidak ada gunanya seorang penolong yang selalu menghina atau teman yang selalu berburuk sangka."
  },
  {
    "quote": "Sisihkan gelombang-gelombang kerisauan dengan kekuatan kesabaran dan keyakinan."
  },
  {
    "quote": "Hiduplah dengan rendah hati, tidak peduli seberapa kekayaanmu."
  },
  {
    "quote": "Jadilah seperti bunga yang memberikan keharumannya bahkan pada tangan yang menghancurkannya."
  },
  {
    "quote": "Angin tidak berhembus untuk menggoyangkan pepohonan, melainkan menguji kekuatan akarnya."
  }
]
